7zip
alacritty
alsa-utils
awesome
base
base-devel
bat
bind
bluez
bluez-utils
btop
btrfs-progs
copyq
efibootmgr
eza
fd
feh
ffmpeg
firefox
flameshot
fzf
git
gnu-free-fonts
google-chrome
grub
grub-btrfs
gst-plugin-pipewire
htop
imagemagick
inotify-tools
intel-compute-runtime
intel-ucode
ipset
iwd
jq
kitty
lazygit
libpulse
libva-intel-driver
linux
linux-firmware
linux-lts
linux-lts-headers
lsof
ly
man-db
man-pages
markdownlint-cli2
mpv
nano
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
npm
pandoc-cli
paru
paru-debug
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
poppler
python
qutebrowser
resvg
ripgrep
rofi
rtw88-dkms-git
rustup
shellcheck
slock
smartmontools
snapper
starship
stow
strace
sudo
syncthing
systemd-resolvconf
telegram-desktop
terminus-font
thefuck
tlrc
tmux
transmission-qt
tree
ttf-jetbrains-mono-nerd
ttf-liberation
unrar
unzip
vim
visual-studio-code-bin
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireguard-tools
wireless_tools
wireplumber
wpa_supplicant
xcalib
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
xsel
xterm
xwinwrap-git
yay
yay-debug
yazi
zellij
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
